Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: es_ar

# Scene.ServerPicker.EmptyState.FindingServers
source: Finding available servers...
es_ar: Buscando servidores disponibles…

# Scene.ServerPicker.EmptyState.NoResults
source: No results
es_ar: No hay resultados

# Scene.ServerPicker.Input.SearchServersOrEnterUrl
source: Search communities or enter URL
es_ar: Buscá comunidades o ingresá la dirección web

# Scene.ServerPicker.Label.Category
source: CATEGORY
es_ar: CATEGORÍA

# Scene.ServerPicker.Label.Language
source: LANGUAGE
es_ar: IDIOMA

# Scene.ServerPicker.Label.Users
source: USERS
es_ar: CUENTAS

# Scene.ServerPicker.Language.All
source: All
es_ar: Todas

# Scene.ServerPicker.NoServerSelectedHint
source: We’ll pick a server based on your language if you continue without making a selection.
es_ar: Seleccionaremos un servidor basado en tu idioma si continuás sin hacer una selección.

# Scene.ServerPicker.Search.Placeholder
source: Search name or URL
es_ar: Buscar nombre o dirección web

# Scene.ServerPicker.SignupSpeed.All
source: All
es_ar: Todas

# Scene.ServerPicker.SignupSpeed.Instant
source: Instant Sign-up
es_ar: Registro instantáneo

# Scene.ServerPicker.SignupSpeed.ManuallyReviewed
source: Manual Review
es_ar: Revisión manual

# Scene.ServerPicker.Title
source: Pick Server
es_ar: Elegir servidor

# Scene.ServerRules.Button.Confirm
source: I Agree
es_ar: Estoy de acuerdo

# Scene.ServerRules.Button.Disagree
source: Disagree
es_ar: Rechazar

# Scene.ServerRules.PrivacyPolicy
source: privacy policy
es_ar: política de privacidad

# Scene.ServerRules.TermsOfService
source: terms of service
es_ar: términos del servicio

# Scene.ServerRules.Title
source: Server Rules
es_ar: Reglas del servidor

# Scene.Settings.AboutMastodon.ClearMediaStorage
source: Clear Media Storage
es_ar: Limpiar almacenamiento multimedia

# Scene.Settings.AboutMastodon.ContributeToMastodon
source: Contribute to Mastodon
es_ar: Contribuí a Mastodon

# Scene.Settings.AboutMastodon.MoreSettings
source: Even More Settings
es_ar: Configuración extra

# Scene.Settings.AboutMastodon.PrivacyPolicy
source: Privacy Policy
es_ar: Política de privacidad

# Scene.Settings.AboutMastodon.Title
source: About
es_ar: Información

# Scene.Settings.Donation.Manage
source: Manage donations
es_ar: Administrar donaciones

# Scene.Settings.General.Appearance.Dark
source: Dark
es_ar: Oscura

# Scene.Settings.General.Appearance.Light
source: Light
es_ar: Clara

# Scene.Settings.General.Appearance.SectionTitle
source: Appearance
es_ar: Apariencia

# Scene.Settings.General.Appearance.System
source: Use Device Appearance
es_ar: Usar apariencia del dispositivo

# Scene.Settings.General.AskBefore.BoostingAPost
source: Boosting a Post
es_ar: Adherir a un mensaje

# Scene.Settings.General.AskBefore.DeletingAPost
source: Deleting a Post
es_ar: Eliminar un mensaje

# Scene.Settings.General.AskBefore.PostingWithoutAltText
source: Posting without Alt Text
es_ar: Enviar sin texto alternativo

# Scene.Settings.General.AskBefore.SectionTitle
source: Ask before…
es_ar: Preguntar antes de…

# Scene.Settings.General.AskBefore.UnfollowingSomeone
source: Unfollowing Someone
es_ar: Dejar de seguir a alguien

# Scene.Settings.General.Design.SectionTitle
source: Design
es_ar: Diseño

# Scene.Settings.General.Design.ShowAnimations
source: Play Animated Avatars and Emoji
es_ar: Reproducir avatares animados y emojis

# Scene.Settings.General.Language.DefaultPostLanguage
source: Default Post Language
es_ar: Idioma predeterminado de mensajes

# Scene.Settings.General.Language.SectionTitle
source: Language
es_ar: Idioma

# Scene.Settings.General.Links.OpenInBrowser
source: Open in Browser
es_ar: Abrir en el navegador

# Scene.Settings.General.Links.OpenInMastodon
source: Open in Mastodon
es_ar: Abrir en Mastodon

# Scene.Settings.General.Links.SectionTitle
source: Links
es_ar: Enlaces

# Scene.Settings.Notifications.Alert.Boosts
source: Boosts
es_ar: Adhesiones

# Scene.Settings.Notifications.Alert.Favorites
source: Favorites
es_ar: Favoritos

# Scene.Settings.Notifications.Alert.MentionsAndReplies
source: Mentions & Replies
es_ar: Menciones y respuestas

# Scene.Settings.Notifications.Alert.NewFollowers
source: New Followers
es_ar: Nuevos seguidores

# Scene.Settings.Notifications.Disabled.GoToSettings
source: Go to Notification Settings
es_ar: Ir a la configuración de notificaciones

# Scene.Settings.Notifications.Disabled.NotificationHint
source: Turn on notifications from your device settings to see updates on your lock screen.
es_ar: Activá las notificaciones desde la configuración de tu dispositivo para ver actualizaciones en la pantalla de bloqueo.

# Scene.Settings.Notifications.Policy.Anyone
source: Anyone
es_ar: Cualquier cuenta

# Scene.Settings.Notifications.Policy.Follow
source: People you follow
es_ar: Cuentas que seguís

# Scene.Settings.Notifications.Policy.Followers
source: People who follow you
es_ar: Cuentas que te siguen

# Scene.Settings.Notifications.Policy.Noone
source: No one
es_ar: Ninguna cuenta

# Scene.Settings.Notifications.Policy.Title
source: Get Notifications from
es_ar: Recibir notificaciones de

# Scene.Settings.Notifications.Title
source: Notifications
es_ar: Notificaciones

# Scene.Settings.Overview.AboutMastodon
source: About Mastodon
es_ar: Acerca de Mastodon

# Scene.Settings.Overview.Logout
source: Logout %@
es_ar: Cerrar sesión en %@

# Scene.Settings.Overview.Notifications
source: Notifications
es_ar: Notificaciones

# Scene.Settings.Overview.PrivacySafety
source: Privacy & Safety
es_ar: Privacidad y seguridad

# Scene.Settings.Overview.ServerDetails
source: Server Details
es_ar: Detalles del servidor

# Scene.Settings.Overview.Title
source: Settings
es_ar: Configuración

# Scene.Settings.PrivacySafety.AppearInSearchEngines
source: Appear in Search Engines
es_ar: Aparecer en los motores de búsqueda

# Scene.Settings.PrivacySafety.DefaultPostVisibility.Title
source: Default Post Visibility
es_ar: Visibilidad predeterminada de mensajes

# Scene.Settings.PrivacySafety.ManuallyApproveFollowRequests
source: Manually Approve Follow Requests
es_ar: Aprobar manualmente solicitudes de seguimiento

# Scene.Settings.PrivacySafety.Preset.Custom
source: Custom
es_ar: Personalizar

# Scene.Settings.PrivacySafety.Preset.OpenAndPublic
source: Open & Public
es_ar: Abierto y público

# Scene.Settings.PrivacySafety.Preset.PrivateAndRestricted
source: Private & Restricted
es_ar: Privado y restringido

# Scene.Settings.PrivacySafety.Preset.Title
source: Preset
es_ar: Prestablecido

# Scene.Settings.PrivacySafety.ShowFollowersAndFollowing
source: Show Followers & Following
es_ar: Mostrar seguidores y a quiénes sigo

# Scene.Settings.PrivacySafety.SuggestMyAccountToOthers
source: Suggest My Account to Others
es_ar: Sugerir mi cuenta a otros

# Scene.Settings.PrivacySafety.Title
source: Privacy & Safety
es_ar: Privacidad y seguridad

# Scene.Settings.ServerDetails.About
source: About
es_ar: Información

# Scene.Settings.ServerDetails.AboutInstance.LegalNotice
source: A legal notice
es_ar: Un aviso legal

# Scene.Settings.ServerDetails.AboutInstance.MessageAdmin
source: Message Admin
es_ar: Enviar mensaje a la administración

# Scene.Settings.ServerDetails.AboutInstance.Title
source: Administrator
es_ar: Administración

# Scene.Settings.ServerDetails.Rules
source: Rules
es_ar: Reglas

# Scene.SuggestionAccount.FollowAll
source: Follow all
es_ar: Seguir a todos

# Scene.SuggestionAccount.Title
source: Popular on Mastodon
es_ar: Popular en Mastodon

# Scene.Thread.BackTitle
source: Post
es_ar: Mensaje

# Scene.Welcome.Education.A11Y.WhatIsMastodon.Title
source: What is Mastodon?
es_ar: ¿Qué es Mastodon?

# Scene.Welcome.Education.Mastodon.Description
source: Mastodon is a decentralized social network, meaning no single company controls it. It’s made up of many independently-run servers, all connected together.
es_ar: Mastodon es una red social descentralizada, lo que significa que no la controla una sola compañía. Está conformada por varios servidores administrados independientemente, conectados entre sí.

# Scene.Welcome.Education.Mastodon.Title
source: Welcome to Mastodon
es_ar: Te damos la bienvenida a Mastodon

# Scene.Welcome.Education.Servers.Description
source: Every Mastodon account is hosted on a server — each with its own values, rules, & admins. No matter which one you pick, you can follow and interact with people on any server.
es_ar: Cada cuenta de Mastodon está alojada en un servidor, y cada servidor tiene con sus propios valores, reglas y administradores. No importa cuál servidor elijas, podés seguir e interactuar con cuentas alojadas en cualquier servidor.

# Scene.Welcome.Education.Servers.Title
source: What are servers?
es_ar: ¿Qué son los servidores?

# Scene.Welcome.JoinDefaultServer
source: Join %@
es_ar: Unite a %@

# Scene.Welcome.LearnMore
source: Learn more
es_ar: Aprendé más

# Scene.Welcome.LogIn
source: Log In
es_ar: Iniciar sesión

# Scene.Welcome.PickServer
source: Pick another server
es_ar: Elegí otro servidor

# Scene.Welcome.Separator.Or
source: or
es_ar: o

# Widget.Common.UnsupportedWidgetFamily
source: Sorry but this Widget family is unsupported.
es_ar: Lo sentimos, pero esta familia de widgets no es compatible.

# Widget.Common.UserNotLoggedIn
source: Please open Mastodon to log in to an Account.
es_ar: Por favor, abrí la aplicación de Mastodon para iniciar sesión en una cuenta.

# Widget.FollowersCount.ConfigurationDescription
source: Show number of followers.
es_ar: Mostrar número de seguidores.

# Widget.FollowersCount.ConfigurationDisplayName
source: Followers
es_ar: Seguidores

# Widget.FollowersCount.Title
source: FOLLOWERS
es_ar: SEGUIDORES

# Widget.Hashtag.Configuration.Description
source: Shows a recent post with the selected hashtag.
es_ar: Muestra un mensaje reciente con la etiqueta seleccionada.

# Widget.Hashtag.Configuration.DisplayName
source: Hashtag
es_ar: Etiqueta

# Widget.Hashtag.NotFound.Account
source: @johnMastodon@no-such.account
es_ar: @eugeniomastodon@no-existe-la.cuenta

# Widget.Hashtag.NotFound.AccountName
source: John Mastodon
es_ar: Eugenio Mastodon

# Widget.Hashtag.NotFound.Content
source: Sorry, we couldn’t find any posts with the hashtag <a>#%@</a>. Please try a <a>#DifferentHashtag</a> or check the widget settings.
es_ar: Lo sentimos, pero no pudimos encontrar ningún mensaje con la etiqueta <a>#%@</a>. Por favor, probá una <a>#EtiquetaDiferente</a> o revisá la configuración del widget.

# Widget.Hashtag.Placeholder.Account
source: @johnMastodon@no-such.account
es_ar: @eugeniomastodon@no-existe-la.cuenta

# Widget.Hashtag.Placeholder.AccountName
source: John Mastodon
es_ar: Eugenio Mastodon

# Widget.Hashtag.Placeholder.Content
source: This is how a post with a <a>#hashtag</a> would look. Pick whichever <a>#hashtag</a> you want in the widget settings.
es_ar: Así es cómo se vería un mensaje con una <a>#etiqueta</a>. Elegí una <a>#etiqueta</a> que quieras en la configuración del widget.

# Widget.LatestFollowers.ConfigurationDescription
source: Show latest followers.
es_ar: Mostrar los últimos seguidores.

# Widget.LatestFollowers.ConfigurationDisplayName
source: Latest followers
es_ar: Últimos seguidores

# Widget.LatestFollowers.Title
source: Latest followers
es_ar: Últimos seguidores

# Widget.MultipleFollowers.ConfigurationDescription
source: Show number of followers for multiple accounts.
es_ar: Mostrar número de seguidores para múltiples cuentas.

# Widget.MultipleFollowers.ConfigurationDisplayName
source: Multiple followers
es_ar: Múltiples seguidores

# Widget.MultipleFollowers.MockUser.AccountName
source: another@follower.social
es_ar: otro@seguidor.social

# Widget.MultipleFollowers.MockUser.DisplayName
source: Another follower
es_ar: Otro seguidor
